tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kayac/tap"
tap "planetscale/tap"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli", link: false
brew "chezmoi"
brew "diff-so-fancy"
brew "direnv"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "go"
brew "jq"
brew "git"
brew "libfido2"
brew "mkcert"
brew "mysql-client"
brew "node-build"
brew "nodenv"
brew "openssl@1.1"
brew "pgformatter"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "sl"
brew "starship"
brew "tfenv"
brew "kayac/tap/ecspresso"
brew "planetscale/tap/pscale"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "visual-studio-code"
cask "google-chrome"
cask "slack"
vscode "42Crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "Arjun.swagger-viewer"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "cdaringe.vscode-jest-runner-dummy"
vscode "CoenraadS.bracket-pair-colorizer-2"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dksedgwick.xstviz"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "fortran-lang.linter-gfortran"
vscode "Gimly81.fortran"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Hridoy.rails-snippets"
vscode "James-Yu.latex-workshop"
vscode "jduponchelle.rainbow-end"
vscode "jebbs.plantuml"
vscode "jonkwheeler.styled-components-snippets"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mkaufman.HTMLHint"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "msjsdiag.vscode-react-native"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "Prisma.prisma-insider"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.live-sass"
vscode "ritwickdey.LiveServer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sianglim.slim"
vscode "smelukov.vscode-csstree"
vscode "spook.easysass"
vscode "statelyai.stately-vscode"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vayan.haml"
vscode "william-voyek.vscode-nginx"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
vscode "YoavBls.pretty-ts-errors"
vscode "Zignd.html-css-class-completion"
