tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "planetscale/tap"
brew "awscli", link: false
brew "chezmoi"
brew "diff-so-fancy"
brew "direnv"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "jq"
brew "mysql-client"
brew "node-build"
brew "nodenv"
brew "rbenv"
brew "sl"
brew "starship"
brew "planetscale/tap/pscale"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "visual-studio-code"
cask "google-chrome"
cask "slack"
